[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Mr.
VERSION=3.0.0

[Language]
LANGUAGE=Česky
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0405

[Url]
WIKIPEDIA_SMART=http://cz.wikipedia.org/wiki/S.M.A.R.T.

[Menu]
FILE=&Soubor
CUSTOMIZE=&Přizpůsobit
EXIT=&Konec
EDIT=&Úpravy
COPY=&Kopírovat
FUNCTION=F&unkce
HIDE_SMART_INFO=Skrýt info o &S.M.A.R.T
HIDE_SERIAL_NUMBER=Skrýt sériové čís&lo
SHOW_DRIVE_LETTER=Zobrazit písmeno &oddílu
ADVANCED_DISK_SEARCH=Pokročilé &vyhledávání na disku
EVENT_LOG=Záznam &udalostí
AAM_APM_CONTROL=Ovládání hlučnosti/spotřeby disku
AUTO_AAM_APM_ADAPTION=Automatické přizpůsobení hlučnosti/spotřeby disku
RESIDENT=Rez&identnost
STARTUP=&Spouštění
OPEN_DISK_MANAGEMENT=Otevřít "&Správu disků"
OPEN_DEVICE_MANAGER=Otevřít "Správce &zařízení"
ADVANCED_FEATURE=Pokročilá n&astavení
REFRESH=O&bnovit
RESCAN=Znovu zk&ontrolovat
DISABLE=&Zablokovat
AUTO_REFRESH=Automatické o&bnovení
AUTO_REFRESH_TARGET=Automatické obnovení a výběr
AUTO_REFRESH_TARGET_ALL_DISK=Automatické obnovení - Vy&brat všechny disky
AUTO_REFRESH_UNTARGET_ALL_DISK=Automatické obnovení - &Nevybrat žádné disky
WAIT_TIME_AT_STARTUP=Doba &čekání při spuštění
GRAPH=&Graf
THEME=&Téma
DISK=&Disk
HELP=&Nápověda
HELP_ABOUT=&O programu CrystalDiskInfo
HELP_ABOUT_SMART=O technologii &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Jazyk
ITEM=&Položka
TEMPERATURE_TYPE=Typ &teploty
CELSIUS=ve stupních Celsia (°C)
FAHRENHEIT=ve stupních Fahrenheita (°F)
HEALTH_STATUS_SETTING=Nastavení &stavu disku

;Graph
OPTION=&Nastavení
LEGEND_POSITION=&Umístění legendy
NORTH_WEST=&Severo-západ
NORTH_EAST=&Jiho-východ
SOUTH_WEST=Jiho-&západ
SOUTH_EAST=Jiho-&východ
MAX_PLOT_POINT=&Max Plot Point
TIME_FORMAT=Formát &času
PAINT_WEEKEND=&Stínovat víkend
ALL=&Všechny

;2.7.0
COPY_OPTION=Nastavení &kopírování
RESIDENT_STYLE=Způsob &rezidentnosti
MINIMIZE=Minimalizovat
HIDE=Skrýt

;3.0.0
ZOOM=&Zvětšení
AUTO=&Auto
ATTRIBUTE=&Atribut

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sek.
MINUTE=min.
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Ukončit
REFRESH=Obnovit
RESCAN=Zkontrolovat znovu
ENABLE=Zapnout
DISABLE=Vypnout
ENABLE_ALL=Zapnout vše
DISABLE_ALL=Vypnout vše
AUTO_REFRESH=Automatické obnovení
AUTO_REFRESH_TARGET=Automatické obnovení cíle
AUTO_REFRESH_TARGET_ALL_DISK=Automatické obnovení - vybrat všechny disky
AUTO_REFRESH_UNTARGET_ALL_DISK=Automatické obnovenie - nevybrat všechny disky
ALARM_SETTING_TEMPERATURE=Nastavení alarmu - teplota
ALARM_SETTING_HEALTH_STATUS=Nastavení alarmu - stav disku
SHOW_MAIN_WINDOW=Zobrazit hlavní okno
SHOW_TEMPERATURE_ICON=Zobrazit ikonu teploty
SHOW_ALL_TEMPERATURE_ICON=Zobrazit všechny ikony teploty
HIDE_ALL_TEMPERATURE_ICON=Skrýt všechny ikony teploty
COLLECTIVE_SETTING=Celkové nastavení
GRAPH=Graf
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Pouze zobrazit ikonu teploty

[DiskStatus]
GOOD=Dobrý
CAUTION=Pozor
BAD=Špatný
UNKNOWN=Neznámý
DISK=Disk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Současná hodnota
LIST_WORST=Nejhorší hodnota
LIST_THRESHOLD=Hraniční hodnota
LIST_RAW_VALUES=Hodnoty RAW
;LIST_DESCRIPTION=Popis
LIST_ATTRIBUTE_NAME=Název parametru

FIRMWARE=Firmware
SERIAL_NUMBER=Sériové číslo
INTERFACE=Rozhraní
STANDARD=Standard
TRANSFER_MODE=Přenosový režim
BUFFER_SIZE=Vyrovnávací paměť
NV_CACHE_SIZE=Paměť NV
ROTATION_RATE=Rychlost otáčení
TEMPERATURE=Teplota :
POWER_ON_HOURS=Zapnuto hodin
POWER_ON_COUNT=Počet zapnutí
DRIVE_LETTER=Písmena oddílů
FEATURE=Podporované funkce
HEALTH_STATUS=Stav disku :

UNKNOWN=Neznámy údaj
POWER_ON_COUNT_UNIT=krát
POWER_ON_HOURS_UNIT=hod.
POWER_ON_DAYS_UNIT=dnů

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Zjištování oddílů a jejich "Hodin činnosti" (zjišťování trvá až 130 sekund)
DETECT_DISK=Detekuje se disk
PLEASE_ENABLE_WMI=Prosím zapni součást WMI (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Chceš-li změnit vzhled programu, restartuj ho.
DISK_NOT_FOUND=Disk nenalezen

[Alarm]
ALARM_TEMPERATURE=Alarm - teplota
ALARM_HEALTH_STATUS=Alarm - stav disku
DEGRADATION=Degradace
RECOVERY=Obnova
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Vyber položku
ACTUAL_VALUE=Aktuální hodnota (prvotní)
NORMALIZED_VALUE=Normalizovaná hodnota (současná)
ALL_ON=Vše zapnuté
ALL_OFF=Vše vypnuté
RESET=Reset

[Customize]
LINE_COLOR=Barva čáry
BACKGROUND_IMAGE=Obrázek na pozadí
SUPPORTED_IMAGE_FORMAT=Podporovaný formát obrázku
ALL_FILES=Všechny soubory

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Potichu (80h)
AAM_HIGH=Výkon (FEh) ->
AAM_RECOMMEND=Doporučená hodnota
APM_LOW=<- Min. energie (01h)
APM_HIGH=Výkon (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=O programu CrystalDiskInfo
GRAPH=Graf
CUSTOMIZE=Přizpůsobit
VERSION_INFORMATION=Informace o verzi
AAM_APM_CONTROL=Ovládání AAM/APM
HEALTH_STATUS_SETTING=Nastavení stavu disku

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Hranice upozorňování
APPLY=Použít
DEFAULT=Výchozí

[Smart]
UNKNOWN=Neznámý
VENDOR_SPECIFIC=Specifický pro výrobce
01= Počet chyb čtení 
02= Průchodnost disku 
03= Čas na roztočení ploten 
04= Počet spuštění/zastavení 
05= Počet přemapovaných sektorů
06= Počet dosáhnutí konce při čtení 
07= Počet chybných hledání 
08= Čas potřebný na vyhledání 
09= Hodin v činnosti 
0A= Počet opakovaných pokusů o roztočení ploten 
0B= Počet pokusů o překalibrování 
0C= Počet cyklů zapnutí zařízení 
0D= Počet pokusů o softvérové opravení chyb při čtení programů z disku 
B8=Ukončovacích chyb
BB=Ohlášeno neopravitelných chyb
BC=Časový limit příkazu
BD=Vysoká rychlost zápisu
BE= Teplota toku vzduchu 
BF= Počet udalostí zaznamenaných otřesovým senzorem 
C0= Počet vypnutí disku 
C1= Počet cyklů načítání/vymazání 
C2= Teplota 
C3= Počet oprav chybného čtení 
C4= Počet udalostí s číslem realokování sektorů 
C5= Počet podezřelých sektorů
C6= Počet neopravitelných sektorů
C7= Počet chyb v kontrolním součtu UltraDMA 
C8= Počet chyb při zápisu sektorů 
C9= Počet chyb při čtení programů z disku 
CA= Počet chyb při směrování údajů 
CB= Počet chyb v kódech na opravu chyb
CC= Počet softvérově opravených chyb v opravných kódech 
CD= Počet chyb způsobených vysokou teplotou 
CE= Výška pohybu hlaviček nad diskem 
CF= Množství napětí potřebného na roztočení disku 
D0= Počet vyslaných impulzů na roztočení disku při nedostatečném napájení
D1= Výkon při vyhledávaní na disku při interních testech disku 
D3= Počet vibrací při čtení 
D4= Počet otřesů při zápisu 
DC= Posunutí disku vůči ose 
DD= Počet udalostí zaznamenaných otřesovým senzorem 
DE= Počet hodin zalažení budoucího mechanismu magnetických hlav 
DF= Zatížení budiče magnetických hlav způsobené opakovanými úkony 
E0= Zatížení budiče magnetických hlav způsobené napětím mechanických částí 
E1= Počet cyklů načítání/vymazání 
E2= Celkový čas zatížení budiče magnetických hlav 
E3= Počet zvýšení točivého momentu 
E4= Počet zasunutí hlaviček disku 
E6= Zesílené chvění hlaviček 
E7= Teplota 
F0= Čas nastavování hlaviček - v hodinách 
FA= Počet chyb po dobu čtení z disku 
FE=Ochrana proti pádu
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01= Počet chyb čtení 
02= Průchodnost disku 
03= Čas na roztočení ploten 
04= Počet spuštění/zastavení 
05= Počet přemapovaných sektorů
06= Počet dosáhnutí konce při čtení 
07= Počet chybných hledání 
08= Čas potřebný na vyhledání 
09= Hodin v činnosti 
0A= Počet opakovaných pokusů o roztočení ploten 
0B= Počet pokusů o překalibrování 
0C= Počet cyklů zapnutí zařízení 
0D= Počet pokusů o softvérové opravení chyb při čtení programů z disku 
C0=Unsafe Shutdown Count
C2= Teplota 
C4= Počet udalostí s číslem realokování sektorů 
C5= Počet podezřelých sektorů
C6= Počet neopravitelných sektorů
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Celkem smazáno

[SmartIndlinx]
01=Počet chyb čtení
09=Zapnuto hodin
0C=Počet pracovních cyklů
B8=Výchozí počet vadných bloků
C3=Počet selhání bloků programu
C4=Počet selhnání výmazu bloků
C5=Počet selhání čtení bloků
C6=Souhrnný počet sektorů čtení
C7=Souhrnný počet sektorů zápisu
C8=Souhrnný počet příkazů čtení
C9=Souhrnný počet příkazů zápisu
CA=Souhrnný počet chybných bitů z flashe
CB=Souhrnný počet sektorů čtení s opravitelnými chybami bitů
CC=Vadný blok plný znaků
CD=Maximum PE počet údajů
CE=Minimum počet mazání
CF=Maximum počet mazání
D0=Průměrný počet mazání
D1=Zbývající život disku

[SmartJMicron60x]
09=Zapnuto hodin
0C=Počet cyklů zapnutí zařízení
C2=Teplota
E5=Zastavení systému ID, Flash ID
E8=Info o verzi firmware 
E9=Záznam selhnání ECC 
EA=Průměrný počet mazání, Max počet mazání
EB=Dobrý počet bloků, počet bloků systému

[SmartIntel]
03=Čas na roztočení ploten 
04=Počet spuštění/zastavení 
05=Počet přemapovaných sektorů
09=Zapnuto hodin
0C=Počet cyklů zapnutí zařízení
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Dostupný vyhrazený prostor
E9=Mediální indikátor poruch
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

;[SmartIntel] ;Preliminary Support (3.0)
;04=Start/Stop Count
;05=Reallocated Sectors Count
;09=Zapnuto hodin
;0C=Počet cyklů zapnutí zařízení
;C2=Teplota
;E1=Zápis LBA
;E8=Dostupný vyhrazený prostor
;E9=Mediální indikátor poruch
;B8=Konečný počet chyb neporušenosti dat

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life